Repository: giellalt/corpus-sme
Catalog: tmx/nob/facta/lingvista.docx.tmx
Source language: sme
Languages: nob

source: Humaniora, servodatdiehtaga ja oahpaheaddjeoahpu fakultehta Davvisámi lingvista
nob: Hovedansvaret er språklig språkarbeid på nordsamisk med Divvumas ulike språkteknologiske verktøy.

source: Giela ja kultuvrra instituhtta (ISK) lea instituhtta mas lea stuora temáhtalaš viidodat ja hirbmat aktiivvalaš dutkanbiras.
nob: Den ansatte vedlikeholder og utvikler grunnleggende ressurser og verktøy som tar hensyn til disse grunnleggende ressursene, som stavekontroll, grammatikkkontroll, ordbøker, automatisk ordsegmentering, etc. Det forventes også at den ansatte holder kontakten med brukerne av programmene og kan hjelpe dem. Det vil være tett samarbeid med Julev- og Lullisámi-lingvister og programmerere.

source: Leat oktiibuot su. 160 bargi, eatnasat leat Romssa campusis, muhto leat maiddái bargit Álttá campusis.
nob: Kontakt med språkmiljøer og litt reiser hører også med til jobben. Mastergrad i samisk eller mastergrad i annet relevant fag.

source: Instituhtas leat sullii 500 studeantta.
nob: Gode kunnskaper i norsk eller svensk

source: Instituhttii gullet gielladieđalaš birrasat mat leat máilmmi ovddemusaid gaskkas, Center for Language, Brain and Learning (C-LaBL).
nob: En god oversikt over ortografien til nordsamisk Delta i muntlige og skriftlige samtaler på nordsamisk

source: Lektoroahpus 8-13 lea instituhtas oahput davvisámegielas, espánnjagielas, eŋgelasgielas, davviriikkalaš gielain ja ruoššagielas (fága 1 ja fága 2), ja duiskkagielas fága 2. Dáidda lassin de instituhtta fállá sámegiela fágan vuođđoskuvlaoahpus (eatnigiela dásis ja 2. giellan).
nob: I tillegg er følgende ferdigheter en fordel: - God kunnskap om ulike dialekter og varianter av nordsamisk - Kjennskap til andre samiske språk, finsk og andre språk - Erfaring innen språkteknologiarbeid, språkplanlegging eller språkopplæring - Kunnskap om språkteknologibehov i det samiske samfunnet

source: Instituhtta fállá maiddái doavttergrádaoahpahusa kultuvra-/girjjálašvuođadiehtagis, dáiddahistorjjás, media- ja dokumentašuvdnadiehtagis ja gielladiehtagis.
nob: Ved vurdering av søkere, vektlegg søkerens motivasjon og personlige egnethet for stillingen.

source: Ohcci berre: - Leat geabbil, strukturerejuvvon ja doaimmalaš - Ovttasbargat ja gulahallat bures bargojoavkkus - Bargat iešheanalaččat ja dárkilit - Háliidit searvat miellagiddevaš bargosuorgái
nob: Søker kvalifisering: - Være smidig, strukturert og effektiv - Samarbeide og kommunisere effektivt som en del av et team - Arbeide selvstendig og nøyaktig - Ønsker å bli med i et interessant arbeidsfelt

source: Virgi bálkáhuvvo stáhta njuolggaduskoda 1087 váldoinšenevra mielde.
nob: Stillingen vil bli lønnet i samsvar med statsforskriftskode 1087 Chief Engineer.

source: Geatnegahtton 2 % máksu Stáhta penšuvdnakássii gessojuvvo bruttobálkkás.
nob: Det obligatoriske innskuddet på 2 % til Statens pensjonskasse trekkes fra bruttolønnen.
